<?php
@include("../../inc/header.php");

/*
		SoftName : EmpireBak
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

E_D("DROP TABLE IF EXISTS `phome_ecms_news_check`;");
E_C("CREATE TABLE `phome_ecms_news_check` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `classid` smallint(5) unsigned NOT NULL DEFAULT '0',
  `ttid` smallint(5) unsigned NOT NULL DEFAULT '0',
  `onclick` int(10) unsigned NOT NULL DEFAULT '0',
  `plnum` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `totaldown` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `newspath` char(20) NOT NULL DEFAULT '',
  `filename` char(36) NOT NULL DEFAULT '',
  `userid` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `username` char(20) NOT NULL DEFAULT '',
  `firsttitle` tinyint(1) NOT NULL DEFAULT '0',
  `isgood` tinyint(1) NOT NULL DEFAULT '0',
  `ispic` tinyint(1) NOT NULL DEFAULT '0',
  `istop` tinyint(1) NOT NULL DEFAULT '0',
  `isqf` tinyint(1) NOT NULL DEFAULT '0',
  `ismember` tinyint(1) NOT NULL DEFAULT '0',
  `isurl` tinyint(1) NOT NULL DEFAULT '0',
  `truetime` int(10) unsigned NOT NULL DEFAULT '0',
  `lastdotime` int(10) unsigned NOT NULL DEFAULT '0',
  `havehtml` tinyint(1) NOT NULL DEFAULT '0',
  `groupid` smallint(5) unsigned NOT NULL DEFAULT '0',
  `userfen` smallint(5) unsigned NOT NULL DEFAULT '0',
  `titlefont` char(14) NOT NULL DEFAULT '',
  `titleurl` char(200) NOT NULL DEFAULT '',
  `stb` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `fstb` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `restb` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `keyboard` char(80) NOT NULL DEFAULT '',
  `title` char(100) NOT NULL DEFAULT '',
  `newstime` int(10) unsigned NOT NULL DEFAULT '0',
  `titlepic` char(120) NOT NULL DEFAULT '',
  `ftitle` char(120) NOT NULL DEFAULT '',
  `smalltext` char(255) NOT NULL DEFAULT '',
  `diggtop` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `classid` (`classid`),
  KEY `newstime` (`newstime`),
  KEY `ttid` (`ttid`),
  KEY `firsttitle` (`firsttitle`),
  KEY `isgood` (`isgood`),
  KEY `ispic` (`ispic`),
  KEY `useridis` (`userid`,`ismember`)
) ENGINE=MyISAM AUTO_INCREMENT=187 DEFAULT CHARSET=utf8");
E_D("replace into `phome_ecms_news_check` values('148','4','0','0','0','0','2015-01-07','148','11','liqiang0612','0','0','0','0','0','1','0','1420607054','1420607054','0','0','0','','/food/2015-01-07/148.html','1','1','1','546','546','1420607054','','56','546','0');");
E_D("replace into `phome_ecms_news_check` values('149','1','0','0','0','0','2015-01-11','149','13','qq289988157','0','0','0','0','0','1','0','1420966678','1420966678','0','0','0','','/funny/2015-01-11/149.html','1','1','1','饿eeeeeeeee','网而','1420966678','','鹅鹅鹅饿鹅鹅鹅','鹅鹅鹅饿鹅鹅鹅饿鹅鹅鹅','0');");
E_D("replace into `phome_ecms_news_check` values('150','1','0','0','0','0','2015-01-11','150','13','qq289988157','0','0','0','0','0','1','0','1420966693','1420966693','0','0','0','','/funny/2015-01-11/150.html','1','1','1','鹅鹅鹅饿鹅鹅鹅饿鹅鹅鹅饿鹅鹅鹅','风格而呃呃鹅鹅鹅饿鹅鹅鹅','1420966693','','呃呃呃呃呃呃鹅鹅鹅饿鹅鹅鹅饿鹅鹅鹅','','0');");
E_D("replace into `phome_ecms_news_check` values('151','1','0','0','0','0','2015-01-15','151','18','97251230','0','0','0','0','0','1','0','1421305838','1421305838','0','0','0','','/funny/2015-01-15/151.html','1','1','1','斯蒂芬','新闻趣事','1421305838','','速度','斯蒂芬森斯蒂芬斯蒂芬','0');");
E_D("replace into `phome_ecms_news_check` values('152','13','0','0','0','0','2015-01-17','152','19','yyt','0','0','1','0','0','1','0','1421477614','1421477614','0','0','0','','/ejml/ml1/2015-01-17/152.html','1','1','1','','测试','1421477614','/d/file/2015-01-17/b28d89c66b8e212fb69885885db3053e.jpg','测试','测试','0');");
E_D("replace into `phome_ecms_news_check` values('153','3','0','0','0','0','2015-01-30','153','26','zxy52159','0','0','0','0','0','1','0','1422587531','1422587531','0','0','0','','/view/2015-01-30/153.html','1','1','1','测试','测试测试测试测试测试','1422587531','','','测试测试测试测试测试测试测试测试测试测试测试','0');");
E_D("replace into `phome_ecms_news_check` values('154','4','0','0','0','0','2015-02-09','154','30','hnlishishi','0','0','0','0','0','1','0','1423454371','1423454371','0','0','0','','/food/2015-02-09/154.html','1','1','1','333','111','1423454371','','222','111111','0');");
E_D("replace into `phome_ecms_news_check` values('155','1','0','0','0','0','2015-02-16','155','32','qq3537159','0','0','1','0','0','1','0','1424081265','1424081265','0','0','0','','/funny/2015-02-16/155.html','1','1','1','测','测测','1424081265','/d/file/2015-02-16/9732a56469fe99a78d4d14839a6b9c3d.jpg','测','','0');");
E_D("replace into `phome_ecms_news_check` values('156','1','0','0','0','0','2015-03-11','156','0','游客*','0','0','0','0','0','1','0','1426004661','1426004661','0','0','0','','/funny/2015-03-11/156.html','1','1','1','','么么哒','1426004661','','','么么哒','0');");
E_D("replace into `phome_ecms_news_check` values('157','1','0','0','0','0','2015-03-12','157','36','zhanhna001','0','0','0','0','0','1','0','1426164577','1426164577','0','0','0','','/funny/2015-03-12/157.html','1','1','1','范德萨范德萨','范德萨范德萨','1426164577','','佛挡杀佛','方的身份的身份','0');");
E_D("replace into `phome_ecms_news_check` values('158','14','0','0','0','0','2015-03-13','158','0','游客*','0','0','0','0','0','1','0','1426209412','1426209412','0','0','0','','/ejml/ml2/2015-03-13/158.html','1','1','1','33333','33333','1426209412','','3333','啊实打实的','0');");
E_D("replace into `phome_ecms_news_check` values('159','14','0','0','0','0','2015-04-09','159','0','游客*','0','0','1','0','0','1','0','1428562589','1428562589','0','0','0','','/ejml/ml2/2015-04-09/159.html','1','1','1','11','11','1428562589','/d/file/2015-04-09/465b5b51efcac41736fe760ab9978e9b.jpg','11','11','0');");
E_D("replace into `phome_ecms_news_check` values('160','1','0','0','0','0','2015-04-21','160','42','admin','0','0','1','0','0','1','0','1429599801','1429599801','0','0','0','','/funny/2015-04-21/160.html','1','1','1','1111111','1111','1429599801','/d/file/2015-04-21/21f5d2014134ad85e118ce33efee9da1.jpg','111','111111111111111','0');");
E_D("replace into `phome_ecms_news_check` values('161','2','0','0','0','0','2015-04-25','161','45','feiweilai','0','0','0','0','0','1','0','1429933827','1429933827','0','0','0','','/tech/2015-04-25/161.html','1','1','1','2342','234','1429933827','','234','3423423423423','0');");
E_D("replace into `phome_ecms_news_check` values('162','3','0','0','0','0','2015-05-09','162','54','laurenschow','0','0','0','0','0','1','0','1431145992','1431145992','0','0','0','','/view/2015-05-09/162.html','1','1','1','http://ecms059.99yuanma.net:8888/','干细胞 干细胞','1431145992','','干细胞 干细胞干细胞 干细胞干细胞 干细胞','http://ecms059.99yuanma.net:8888/','0');");
E_D("replace into `phome_ecms_news_check` values('163','4','0','0','0','0','2015-05-10','163','55','susu','0','0','0','0','0','1','0','1431260988','1431260988','0','0','0','','/food/2015-05-10/163.html','1','1','1','3','33','1431260988','','3','3','0');");
E_D("replace into `phome_ecms_news_check` values('164','14','0','0','0','0','2015-05-12','164','0','游客*','0','0','0','0','0','1','0','1431438605','1431438605','0','0','0','','/ejml/ml2/2015-05-12/164.html','1','1','1','','规范化风格哈','1431438605','','搞好',' 风格化发给和规范化风格化发给好关机刚回家','0');");
E_D("replace into `phome_ecms_news_check` values('165','13','0','0','0','0','2015-05-16','165','0','游客*','0','0','1','0','0','1','0','1431773245','1431773245','0','0','0','','/ejml/ml1/2015-05-16/165.html','1','1','1','thertr','tyreyret','1431773245','/d/file/2015-05-16/5896dc00bc7c7f722721605d5c99e74b.jpg','tghrdhrdt','hrtherthds','0');");
E_D("replace into `phome_ecms_news_check` values('166','5','0','0','0','0','2015-05-16','166','58','111','0','0','1','0','0','1','0','1431773445','1431773445','0','0','0','','/life/2015-05-16/166.html','1','1','1','3423','e2324','1431773445','/d/file/2015-05-16/42369042674086aa1949c6ddb05ca19c.jpg','423423','324ewrwer','0');");
E_D("replace into `phome_ecms_news_check` values('167','5','0','0','0','0','2015-05-16','167','58','111','0','0','1','0','0','1','0','1431773490','1431773490','0','0','0','','/life/2015-05-16/167.html','1','1','1','erter','tr','1431773490','/d/file/2015-05-16/812eaa0a80519e40abc6ec34e6e5b841.jpg','ertert','eyyet','0');");
E_D("replace into `phome_ecms_news_check` values('168','3','0','0','0','0','2015-06-05','168','0','游客*','0','0','1','0','0','1','0','1433488272','1433488272','0','0','0','','/view/2015-06-05/168.html','1','1','1','1','1','1433488272','/d/file/2015-06-05/1d52c6baec019eee727e1516cd0bb319.jpg','1','1','0');");
E_D("replace into `phome_ecms_news_check` values('169','1','0','0','0','0','2015-06-28','169','0','游客*','0','0','0','0','0','1','0','1435490151','1435490151','0','0','0','','/funny/2015-06-28/169.html','1','1','1','撒的','dlsfsda','1435490151','','d啊实打实','阿斯达神烦大叔 实得分','0');");
E_D("replace into `phome_ecms_news_check` values('170','1','0','0','0','0','2015-07-27','170','70','a123','0','0','0','0','0','1','0','1437997689','1437997689','0','0','0','','/funny/2015-07-27/170.html','1','1','1','','测试','1437997689','','好吗？','不错啊','0');");
E_D("replace into `phome_ecms_news_check` values('171','2','0','0','0','0','2015-07-30','171','72','abc20ab','0','0','0','0','0','1','0','1438261386','1438261386','0','0','0','','/tech/2015-07-30/171.html','1','1','1','','http://ecms008.99yuanma.net:8888/','1438261386','','','','0');");
E_D("replace into `phome_ecms_news_check` values('172','5','0','0','0','0','2015-08-07','172','74','88888888','0','0','0','0','0','1','0','1438930736','1438930736','0','0','0','','/life/2015-08-07/172.html','1','1','1','按时打算阿萨德按时','阿萨德撒的是按时','1438930736','','撒大声地按时阿萨德按时','123123123123123123123师范生大方式方法\r\n','0');");
E_D("replace into `phome_ecms_news_check` values('173','4','0','0','0','0','2015-08-08','173','0','游客*','0','0','0','0','0','1','0','1439014826','1439014826','0','0','0','','/food/2015-08-08/173.html','1','1','1','','硬顶','1439014826','','','硬顶','0');");
E_D("replace into `phome_ecms_news_check` values('174','1','0','0','0','0','2015-08-08','174','75','fyq01','0','0','0','0','0','1','0','1439015135','1439015135','0','0','0','','/funny/2015-08-08/174.html','1','1','1','','硬顶','1439015135','','硬顶','','0');");
E_D("replace into `phome_ecms_news_check` values('175','1','0','0','0','0','2015-08-14','175','78','123789','0','0','1','0','0','1','0','1439531974','1439531974','0','0','0','','/funny/2015-08-14/175.html','1','1','1','1111111','111111','1439531974','/d/file/2015-08-14/85499cef58d966c37ce2edffb81eaf7e.jpg','','','0');");
E_D("replace into `phome_ecms_news_check` values('176','1','0','0','0','0','2015-08-16','176','42','admin','0','0','0','0','0','1','0','1439716351','1439716351','0','0','0','','/funny/2015-08-16/176.html','1','1','1','1111111','1111111','1439716351','','111111','','0');");
E_D("replace into `phome_ecms_news_check` values('177','5','0','0','0','0','2015-08-17','177','79','1234124','0','0','0','0','0','1','0','1439745127','1439745127','0','0','0','','/life/2015-08-17/177.html','1','1','1','qwerw','qwerwqr','1439745127','','qe','wreqer','0');");
E_D("replace into `phome_ecms_news_check` values('178','2','0','0','0','0','2015-08-21','178','81','w122','0','0','0','0','0','1','0','1440090558','1440090558','0','0','0','','/tech/2015-08-21/178.html','1','1','1','','测下','1440090558','','','对对对','0');");
E_D("replace into `phome_ecms_news_check` values('180','14','0','0','0','0','2015-09-01','180','83','sodmmn','0','0','0','0','0','1','0','1441071314','1441071314','0','0','0','','/ejml/ml2/2015-09-01/180.html','1','1','1','weqweq','qweqweq','1441071314','','weqweq','weqweqw','0');");
E_D("replace into `phome_ecms_news_check` values('181','1','0','0','0','0','2015-09-05','181','84','test008','0','0','0','0','0','1','0','1441444961','1441444961','0','0','0','','/funny/2015-09-05/181.html','1','1','1','123123','test008','1441444961','','test13123','123123','0');");
E_D("replace into `phome_ecms_news_check` values('182','1','0','0','0','0','2015-09-10','182','85','bjn123','0','0','0','0','0','1','0','1441872376','1441872376','0','0','0','','/funny/2015-09-10/182.html','1','1','1','123','123123','1441872376','','13','123123','0');");
E_D("replace into `phome_ecms_news_check` values('183','1','0','0','0','0','2015-09-15','183','86','zhushaobin2006','0','0','0','0','0','1','0','1442264610','1442264610','0','0','0','','/funny/2015-09-15/183.html','1','1','1','','111','1442264610','','111','111','0');");
E_D("replace into `phome_ecms_news_check` values('184','1','0','0','0','0','2015-09-26','184','90','测试10','0','0','0','0','0','1','0','1443255462','1443255462','0','0','0','','/funny/2015-09-26/184.html','1','1','1','d','nihao','1443255462','','dd','ddddddddddddddddddddddddddddd\r\ndddddddddddddddddddddddddddddddddddddddddddddddddddceshi测试','0');");
E_D("replace into `phome_ecms_news_check` values('185','1','0','0','0','0','2015-09-28','185','91','yang','0','0','0','0','0','1','0','1443412344','1443412344','0','0','0','','/funny/2015-09-28/185.html','1','1','1','四十四','是滴是滴','1443412344','','速度多少','订单','0');");

@include("../../inc/footer.php");
?>